[
  {
    "name": "SparkyLinux",
    "url": "https://sparkylinux.org/",
    "logo_url": "https://sparkylinux.org/wp-content/uploads/2022/04/sparky-baner-tekst450.webp",
    "description": "SparkyLinux é uma distro leve baseada em Debian com múltiplas edições (Full, Minimal, GameOver). Serve para desktops leves, gaming e reviver hardware antigo, com Openbox/Calamares padrão. Desenvolvida desde 2012 pela equipe polonesa para velocidade e estabilidade. Desenvolvedores: Equipe SparkyLinux (Polônia). Consumo de memória: Mínimo 256 MB (Minimal), Médio 512 MB (Openbox idle), Máximo 2 GB (Full edition).",
    "minimum_requirements": "CPU 1 GHz, RAM 256 MB, Disco 5 GB",
    "developers": "Equipe SparkyLinux (Polônia)",
    "nivel_PC": "fraco"
  },
  {
    "name": "Vanilla",
    "url": "https://vanillaos.org/",
    "logo_url": "https://vanillaos.org/assets/images/brand/vanillaos-logo.svg",
    "description": "Vanilla OS é uma distro imutável baseada em Debian com ABRoot para atualizações atômicas e OCI images. Serve para desktops estáveis e seguros, com GNOME DE e suporte a apps Flatpak/AppImage. Desenvolvida pela equipe Vanilla OS para simplicidade e confiabilidade, focando em experiência moderna sem complicações. Desenvolvedores: Equipe Vanilla OS. Consumo de memória: Mínimo 2 GB, Médio 3 GB (GNOME idle), Máximo 6 GB (multitarefa).",
    "minimum_requirements": "CPU 64-bit, RAM 2 GB, Disco 20 GB",
    "developers": "Equipe Vanilla OS",
    "nivel_PC": "médio"
  },
  {
    "name": "Debian",
    "url": "https://www.debian.org/",
    "logo_url": "https://www.debian.org/Pics/openlogo-50.png",
    "description": "Debian é uma distro universal estável e livre, base para muitas outras. Serve para desktops, servidores e embedded, com milhares de pacotes e foco em estabilidade. Desenvolvida desde 1993 pela comunidade Debian para software livre puro, com ciclos longos de suporte. Desenvolvedores: Projeto Debian. Consumo de memória: Mínimo 256 MB (base), Médio 1 GB (GNOME idle), Máximo 4 GB (servidor).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 5 GB",
    "developers": "Projeto Debian",
    "nivel_PC": "fraco"
  },
  {
    "name": "Arch Linux",
    "url": "https://archlinux.org/",
    "logo_url": "https://images.seeklogo.com/logo-png/48/1/arch-linux-logo-png_seeklogo-483426.png",
    "description": "Arch Linux é uma distro rolling-release minimalista com Pacman. Serve para entusiastas que querem controle total, customização e pacotes atualizados. Desenvolvida desde 2002 por Judd Vinet para simplicidade e KISS philosophy. Desenvolvedores: Equipe Arch Linux. Consumo de memória: Mínimo 512 MB, Médio 1 GB (i3 idle), Máximo 4+ GB (customizado).",
    "minimum_requirements": "CPU 64-bit, RAM 512 MB, Disco 20 GB",
    "developers": "Equipe Arch Linux",
    "nivel_PC": "fraco"
  },
  {
    "name": "Bodhi Linux",
    "url": "https://www.bodhilinux.com/",
    "logo_url": "https://www.bodhilinux.com/trial/wp-content/uploads/2020/12/BodhiLinuxSiteTitleDark.png?x44384",
    "description": "Bodhi Linux é uma distro leve baseada em Ubuntu com Moksha DE (fork do Enlightenment). Serve para hardware antigo, uso eficiente e desktops minimalistas. Desenvolvida desde 2011 por Jeff Hoogland para leveza extrema e beleza. Desenvolvedores: Equipe Bodhi Linux. Consumo de memória: Mínimo 256 MB, Médio 512 MB (Moksha idle), Máximo 1 GB (apps leves).",
    "minimum_requirements": "CPU 1 GHz, RAM 512 MB, Disco 10 GB",
    "developers": "Equipe Bodhi Linux",
    "nivel_PC": "fraco"
  },
  {
    "name": "Linux Lite",
    "url": "https://www.linuxliteos.com/",
    "logo_url": "https://www.linuxliteos.com/images/logo.jpg",
    "description": "Linux Lite é uma distro baseada em Ubuntu com XFCE para transição de Windows. Serve para iniciantes, hardware antigo e uso diário simples, com ferramentas amigáveis. Desenvolvida desde 2012 por Jerry Bezencon para acessibilidade. Desenvolvedores: Equipe Linux Lite. Consumo de memória: Mínimo 768 MB, Médio 1 GB (XFCE idle), Máximo 2 GB (navegação).",
    "minimum_requirements": "CPU 1 GHz, RAM 768 MB, Disco 8 GB",
    "developers": "Equipe Linux Lite",
    "nivel_PC": "fraco"
  },
  {
    "name": "LocOS",
    "url": "https://loc-os.com/",
    "logo_url": "https://loc-os.com/wp-content/uploads/2023/11/Logo-Loc-OS.png",
    "description": "LocOS é uma distribuição GNU/Linux focada em baixo consumo de recursos, ideal para computadores antigos ou de baixa performance. Serve para uso geral em desktops leves, revivendo hardware obsoleto com tarefas básicas como navegação, edição de texto e multimídia simples. Foi construída a partir do Debian para priorizar leveza e estabilidade, com versões como 'Con Tutti' (23) incluindo ferramentas como LPKG para gerenciamento de pacotes sem dependências complexas. Desenvolvedores: Equipe independente da comunidade bolivariana, com foco em acessibilidade para usuários em países em desenvolvimento. Consumo de memória: Mínimo 256 MB (instalação básica), Médio 512 MB (desktop leve com apps abertos), Máximo 1 GB (com multimídia ou múltiplas tarefas).",
    "minimum_requirements": "CPU 1 GHz (32-bit/64-bit), RAM 256 MB, Disco 5 GB",
    "developers": "Equipe Loc-OS (comunidade bolivariana)",
    "nivel_PC": "fraco"
  },
  {
    "name": "Ubuntu",
    "url": "https://ubuntu.com/",
    "logo_url": "https://assets.ubuntu.com/v1/82818827-CoF_white.svg",
    "description": "Ubuntu é uma distribuição completa baseada em Debian, projetada para desktops, servidores e nuvem, enfatizando facilidade de uso e comunidade. Serve para iniciantes em Linux, desenvolvimento de software, servidores web e IoT, com suporte a múltiplos DEs como GNOME. Construída pela Canonical em 2004 para tornar o Linux acessível, inspirada na filosofia 'ubuntu' (humanidade coletiva), com foco em atualizações regulares e LTS para estabilidade. Desenvolvedores: Canonical Ltd. e comunidade global. Consumo de memória: Mínimo 1 GB (instalação sem DE), Médio 2-4 GB (GNOME idle), Máximo 8+ GB (com VMs ou apps pesados).",
    "minimum_requirements": "CPU 2 GHz dual-core, RAM 4 GB, Disco 25 GB",
    "developers": "Canonical Ltd. e comunidade Ubuntu",
    "nivel_PC": "médio"
  },
  {
    "name": "Kubuntu",
    "url": "https://kubuntu.org/",
    "logo_url": "https://kubuntu.org/images/kubuntu-logo.png",
    "description": "Kubuntu é uma variante oficial do Ubuntu com KDE Plasma como DE padrão, focada em personalização e eficiência. Serve para usuários que querem um desktop moderno, fluido e altamente configurável, ideal para produtividade, multimídia e desenvolvimento. Desenvolvida desde 2005 pela comunidade para oferecer KDE no ecossistema Ubuntu, com ênfase em estabilidade e temas elegantes. Desenvolvedores: Equipe Kubuntu (Blue Systems). Consumo de memória: Mínimo 1 GB (básico), Médio 1.5-3 GB (Plasma idle), Máximo 6+ GB (com efeitos avançados).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 10 GB",
    "developers": "Equipe Kubuntu (Blue Systems)",
    "nivel_PC": "fraco"
  },
  {
    "name": "Xubuntu",
    "url": "https://xubuntu.org/",
    "logo_url": "https://xubuntu.org/wp-content/themes/xubuntu-website/xubuntu-eighteen/images/xubuntu-logo-45.png",
    "description": "Xubuntu é uma variante do Ubuntu com XFCE como DE, otimizada para leveza e velocidade em hardware antigo. Serve para reviver PCs antigos, uso diário eficiente e tarefas leves como navegação e edição de texto. Construída desde 2006 para usuários com recursos limitados, priorizando simplicidade e baixo consumo sem sacrificar usabilidade. Desenvolvedores: Equipe Xubuntu. Consumo de memória: Mínimo 512 MB (instalação), Médio 1 GB (XFCE idle), Máximo 2 GB (com apps leves).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 8 GB",
    "developers": "Equipe Xubuntu",
    "nivel_PC": "fraco"
  },
  {
    "name": "Lubuntu",
    "url": "https://lubuntu.me/",
    "logo_url": "https://lubuntu.me/wp-content/uploads/2018/10/g5586.png",
    "description": "Lubuntu é uma variante do Ubuntu com LXQt/LXDE para máxima leveza, perfeita para netbooks e PCs muito antigos. Serve para tarefas básicas como web, e-mail e escritório em hardware limitado, promovendo acessibilidade. Desenvolvida desde 2006 para sistemas de baixa RAM, com foco em simplicidade e velocidade. Desenvolvedores: Equipe Lubuntu. Consumo de memória: Mínimo 128 MB (básico), Médio 256-512 MB (LXQt idle), Máximo 1 GB (múltiplas tarefas).",
    "minimum_requirements": "CPU 1 GHz, RAM 512 MB, Disco 5 GB",
    "developers": "Equipe Lubuntu",
    "nivel_PC": "fraco"
  },
  {
    "name": "Ubuntu MATE",
    "url": "https://ubuntu-mate.org/",
    "logo_url": "https://ubuntu-mate.org/images/ubuntu-mate/logo-white.svg",
    "description": "Ubuntu MATE é uma variante do Ubuntu com MATE DE, equilibrando leveza e recursos clássicos. Serve para desktops tradicionais, revivendo hardware médio e usuários que preferem interfaces familiares. Fork do GNOME 2 desde 2011, focado em estabilidade e customização. Desenvolvedores: Equipe Ubuntu MATE. Consumo de memória: Mínimo 1 GB, Médio 1.5 GB (MATE idle), Máximo 4 GB (com extensões).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 9 GB",
    "developers": "Equipe Ubuntu MATE",
    "nivel_PC": "fraco"
  },
  {
    "name": "Ubuntu Studio",
    "url": "https://ubuntustudio.org/",
    "logo_url": "https://ubuntustudio.org/wp-content/uploads/2022/03/9264/Logo2022.png",
    "description": "Ubuntu Studio é uma variante do Ubuntu para criadores de áudio/vídeo, com ferramentas multimídia pré-instaladas. Serve para produção musical, edição de vídeo e design gráfico, com kernel low-latency. Desenvolvida desde 2007 pela comunidade para artistas, priorizando performance em tempo real. Desenvolvedores: Equipe Ubuntu Studio. Consumo de memória: Mínimo 2 GB, Médio 4 GB (com apps abertos), Máximo 8+ GB (edição pesada).",
    "minimum_requirements": "CPU 2 GHz dual-core, RAM 2 GB, Disco 25 GB",
    "developers": "Equipe Ubuntu Studio",
    "nivel_PC": "médio"
  },
  {
    "name": "Ubuntu Budgie",
    "url": "https://ubuntubudgie.org/",
    "logo_url": "https://ubuntubudgie.org/wp-content/uploads/2024/03/UbuntuBudgie-Wordmark-whiteblackalt.svg",
    "description": "Ubuntu Budgie é uma variante do Ubuntu com Budgie DE, focada em simplicidade e modernidade. Serve para desktops fluidos, produtividade e uso diário, com applets personalizáveis. Desenvolvida desde 2016 pela equipe Solus para Ubuntu, enfatizando elegância e eficiência. Desenvolvedores: Equipe Ubuntu Budgie. Consumo de memória: Mínimo 2 GB, Médio 2-4 GB (Budgie idle), Máximo 6 GB (multitarefa).",
    "minimum_requirements": "CPU 1 GHz dual-core, RAM 2 GB, Disco 20 GB",
    "developers": "Equipe Ubuntu Budgie",
    "nivel_PC": "médio"
  },
  {
    "name": "Ubuntu Kylin",
    "url": "https://ubuntukylin.com/",
    "logo_url": "https://ubuntukylin.com/upload/logo-%E7%99%BD.png",
    "description": "Ubuntu Kylin é a versão oficial chinesa do Ubuntu, otimizada para usuários asiáticos com UKUI DE. Serve para desktops locais, com suporte a input chinês e apps regionais. Desenvolvida desde 2013 pela Canonical e parceiros chineses para o mercado asiático, focando em integração cultural. Desenvolvedores: Canonical e National University of Defense Technology (China). Consumo de memória: Mínimo 1 GB, Médio 2 GB (UKUI idle), Máximo 4 GB (com apps).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 8 GB",
    "developers": "Canonical e NUDT (China)",
    "nivel_PC": "fraco"
  },
  {
    "name": "Linux Mint",
    "url": "https://linuxmint.com/",
    "logo_url": "https://linuxmint.com/web/img/logo-mono.svg",
    "description": "Linux Mint é uma distro baseada em Ubuntu, amigável para iniciantes com Cinnamon DE. Serve para desktops cotidianos, multimídia e produtividade, com foco em estabilidade e drivers proprietários. Desenvolvida desde 2006 pela comunidade para simplicidade, evitando anúncios e com ferramentas como Update Manager. Desenvolvedores: Equipe Linux Mint. Consumo de memória: Mínimo 1 GB, Médio 1.5 GB (Cinnamon idle), Máximo 4 GB (com apps).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 15 GB",
    "developers": "Equipe Linux Mint",
    "nivel_PC": "fraco"
  },
  {
    "name": "Zorin OS",
    "url": "https://zorin.com/os/",
    "logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Zorin_OS.svg/692px-Zorin_OS.svg.png?20220906213935",
    "description": "Zorin OS é uma distro baseada em Ubuntu para transição de Windows/macOS, com layouts personalizáveis. Serve para uso geral, educação e produtividade, com Wine para apps Windows. Desenvolvida desde 2008 pelos irmãos Zorin (Irlanda) para acessibilidade. Desenvolvedores: Zorin Group. Consumo de memória: Mínimo 1 GB, Médio 2 GB (GNOME idle), Máximo 4 GB (com Wine).",
    "minimum_requirements": "CPU 1 GHz, RAM 2 GB, Disco 10 GB",
    "developers": "Zorin Group",
    "nivel_PC": "médio"
  },
  {
    "name": "Pop!_OS",
    "url": "https://pop.system76.com/",
    "logo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Pop%21_OS_Icon.svg/512px-Pop%21_OS_Icon.svg.png?20230629012841",
    "description": "Pop!_OS é uma distro baseada em Ubuntu para STEM e criativos, com COSMIC DE e suporte NVIDIA. Serve para desenvolvimento, gaming e design, com auto-tiling e GPU switching. Desenvolvida desde 2017 pela System76 para hardware próprio, focando em produtividade. Desenvolvedores: System76. Consumo de memória: Mínimo 4 GB, Médio 4-6 GB (COSMIC idle), Máximo 8+ GB (gaming).",
    "minimum_requirements": "CPU 2 GHz, RAM 4 GB, Disco 16 GB",
    "developers": "System76",
    "nivel_PC": "ultra"
  },
  {
    "name": "Elementary OS",
    "url": "https://elementary.io/",
    "logo_url": "https://elementary.io/images/icons/places/128/distributor-logo.svg",
    "description": "Elementary OS é uma distro baseada em Ubuntu com Pantheon DE, inspirada em macOS para elegância. Serve para uso diário simples, privacidade e apps éticos. Desenvolvida desde 2011 pela elementary, Inc. para design consistente. Desenvolvedores: elementary, Inc. Consumo de memória: Mínimo 4 GB, Médio 2-4 GB (Pantheon idle), Máximo 6 GB (com apps).",
    "minimum_requirements": "CPU Dual-core 64-bit, RAM 4 GB, Disco 15 GB",
    "developers": "elementary, Inc.",
    "nivel_PC": "médio"
  },
  {
    "name": "BigLinux",
    "url": "https://www.biglinux.com.br/",
    "logo_url": "https://www.biglinux.com.br/wp-content/uploads/2022/02/biglogo.png.webp",
    "description": "BigLinux é uma distro brasileira baseada em Manjaro, com KDE Plasma otimizado. Serve para desktops multimídia, com apps pré-instalados e foco em usabilidade. Desenvolvida desde 2004 pela comunidade brasileira para eficiência e segurança. Desenvolvedores: Equipe BigLinux (Brasil). Consumo de memória: Mínimo 2 GB, Médio 3 GB (KDE idle), Máximo 6 GB (multimídia).",
    "minimum_requirements": "CPU 2 GHz, RAM 2 GB, Disco 20 GB",
    "developers": "Equipe BigLinux (Brasil)",
    "nivel_PC": "médio"
  },
  {
    "name": "BR OS",
    "url": "https://www.bros.com.br/",
    "logo_url": "https://br-os.com/wp-content/uploads/2024/11/logo-2.png",
    "description": "BR OS é uma distro brasileira baseada em Ubuntu/Kubuntu com KDE Plasma. Serve para criadores de conteúdo e uso familiar, com OnlyOffice e apps leves. Desenvolvida desde 2020 pela equipe brasileira para unir comunidades. Desenvolvedores: Anderson Marques e equipe (Brasil). Consumo de memória: Mínimo 2 GB, Médio 3 GB (KDE idle), Máximo 5 GB (conteúdo).",
    "minimum_requirements": "CPU 2 GHz dual-core, RAM 2 GB, Disco 20 GB",
    "developers": "Anderson Marques e equipe (Brasil)",
    "nivel_PC": "médio"
  },
  {
    "name": "Regata OS",
    "url": "https://regataos.com/",
    "logo_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi0zxHPtyExm0I9tTLJa15DdJHKbkBxSTpFsdKvygY2Jg7wlFqD9iU9YdXqsa8Kn8KqhU2qc4ElvLg3umI5mqMXN7g2l1aqxHmyEPsd3cnMw6i6u8P0TUVsBi3lBST6jxcBV45O0Bb4kBk/s1600/new-regataos.png",
    "description": "Regata OS é uma distro brasileira baseada em openSUSE para gamers e criadores, com KDE Plasma e Game Access. Serve para gaming, streaming e dev, com Vulkan e Wine. Desenvolvida desde 2019 pela equipe brasileira para acessibilidade. Desenvolvedores: Equipe Regata OS (Brasil). Consumo de memória: Mínimo 4 GB, Médio 4-6 GB (gaming idle), Máximo 8+ GB (jogos).",
    "minimum_requirements": "CPU 2 GHz dual-core, RAM 4 GB, Disco 25 GB",
    "developers": "Equipe Regata OS (Brasil)",
    "nivel_PC": "ultra"
  },
  {
    "name": "Tiger OS",
    "url": "https://tigeros.com.br/",
    "logo_url": "https://tigeros.com.br/wp-content/uploads/2022/12/logo-tiger-os-logotipo-min-3-e1669940988169.png",
    "description": "Tiger OS é uma distro brasileira baseada em Debian para empresas, com interface simples e foco em segurança. Serve para evitar pirataria e vírus em desktops empresariais. Desenvolvida para ambientes corporativos brasileiros, com suporte a migração de Windows. Desenvolvedores: Equipe Tiger OS (Brasil). Consumo de memória: Mínimo 1 GB, Médio 2 GB (desktop idle), Máximo 4 GB (tarefas empresariais).",
    "minimum_requirements": "CPU 1 GHz, RAM 1 GB, Disco 10 GB",
    "developers": "Equipe Tiger OS (Brasil)",
    "nivel_PC": "fraco"
  },
  {
    "name": "Kurumin Linux",
    "url": "https://www.hardware.com.br/kurumin/",
    "logo_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Kurumin_Linux_logo.png",
    "description": "Kurumin Linux foi uma distro brasileira baseada em Knoppix/Debian, descontinuada em 2008, pioneira em live CD para iniciantes. Servia para introdução ao Linux com interface em PT-BR e detecção automática de hardware. Desenvolvida por Carlos Morimoto desde 2003 para popularizar Linux no Brasil, foi a mais usada localmente até migrar usuários para Ubuntu. Desenvolvedores: Carlos E. Morimoto (descontinuada). Consumo de memória: Mínimo 128 MB (live), Médio 256 MB, Máximo 512 MB (básico).",
    "minimum_requirements": "CPU 486, RAM 128 MB, Disco 5 GB",
    "developers": "Carlos E. Morimoto (descontinuada)",
    "nivel_PC": "fraco"
  },
  {
    "name": "EndeavourOS",
    "url": "https://endeavouros.com/",
    "logo_url": "https://i0.wp.com/endeavouros.com/wp-content/uploads/2021/04/cropped-Endeavour-horizontal-white.png?w=690&ssl=1",
    "description": "EndeavourOS é uma distro baseada em Arch para instalação fácil, com múltiplos DEs. Serve para entusiastas de Arch que querem simplicidade sem sacrificar rolling release. Desenvolvida desde 2019 como sucessora do Antergos, pela comunidade para acessibilidade. Desenvolvedores: Equipe EndeavourOS. Consumo de memória: Mínimo 1 GB, Médio 2 GB (KDE idle), Máximo 4 GB (customizado).",
    "minimum_requirements": "CPU 1 GHz 64-bit, RAM 2 GB, Disco 20 GB",
    "developers": "Equipe EndeavourOS",
    "nivel_PC": "médio"
  },
  {
    "name": "Manjaro",
    "url": "https://manjaro.org/",
    "logo_url": "https://manjaro.org/logo.svg",
    "description": "Manjaro é uma distro baseada em Arch acessível, com instalador gráfico e suporte a hardware. Serve para desktops, gaming e dev, com branches estáveis. Desenvolvida desde 2011 na Europa para equilibrar simplicidade e poder de Arch. Desenvolvedores: Equipe Manjaro. Consumo de memória: Mínimo 1 GB, Médio 2 GB (KDE idle), Máximo 4 GB (gaming).",
    "minimum_requirements": "CPU 1 GHz 64-bit, RAM 2 GB, Disco 30 GB",
    "developers": "Equipe Manjaro",
    "nivel_PC": "médio"
  },
  {
    "name": "Garuda Linux",
    "url": "https://garudalinux.org/",
    "logo_url": "https://garudalinux.org/assets/garudalinux-logo.png",
    "description": "Garuda Linux é uma distro baseada em Arch para gaming, com KDE Dragonized otimizado. Serve para jogos, dev e desktops visuais, com BTRFS snapshots. Desenvolvida desde 2020 por SGS e comunidade para performance e beleza. Desenvolvedores: SGS e equipe Garuda. Consumo de memória: Mínimo 4 GB, Médio 4 GB (KDE idle), Máximo 8+ GB (gaming).",
    "minimum_requirements": "CPU 2 GHz, RAM 4 GB, Disco 30 GB",
    "developers": "SGS e equipe Garuda",
    "nivel_PC": "ultra"
  },
  {
    "name": "Fedora",
    "url": "https://getfedora.org/",
    "logo_url": "https://fedoraproject.org/w/uploads/2/2d/Logo_fedoralogo.png",
    "description": "Fedora é uma distro comunitária inovadora, upstream do RHEL, com GNOME DE. Serve para desktops, dev e servidores, priorizando software livre. Desenvolvida desde 2003 pela Red Hat e comunidade para inovação rápida. Desenvolvedores: Projeto Fedora (Red Hat). Consumo de memória: Mínimo 2 GB, Médio 2-4 GB (GNOME idle), Máximo 6 GB (dev).",
    "minimum_requirements": "CPU 2 GHz, RAM 2 GB, Disco 15 GB",
    "developers": "Projeto Fedora (Red Hat)",
    "nivel_PC": "médio"
  },
  {
    "name": "Fedora Silverblue",
    "url": "https://silverblue.fedoraproject.org/",
    "logo_url": "https://fedoraproject.org/assets/images/atomic-desktops/atomic-silverblue-logo-dark.png",
    "description": "Fedora Silverblue é uma variante imutável do Fedora para estabilidade, com atualizações atômicas. Serve para dev containerizado e desktops confiáveis. Desenvolvida desde 2018 pela equipe Fedora para workflows modernos. Desenvolvedores: Projeto Fedora. Consumo de memória: Mínimo 2 GB, Médio 2 GB (GNOME idle), Máximo 4 GB (containers).",
    "minimum_requirements": "CPU 2 GHz, RAM 2 GB, Disco 20 GB",
    "developers": "Projeto Fedora",
    "nivel_PC": "médio"
  },
  {
    "name": "AerynOS",
    "url": "https://aerynos.com/",
    "logo_url": "https://aerynos.com/_astro/logo-light-mode.DothU4pj.svg",
    "description": "Serpent OS é uma distro independente rolling-release com MOSS gerenciador em Rust. Serve para desktops modernos e dev, com foco em atomicidade. Desenvolvida por Ikey Doherty desde 2020 para inovação em packaging. Desenvolvedores: Ikey Doherty e equipe. Consumo de memória: Mínimo 2 GB, Médio 3 GB (GNOME idle), Máximo 5 GB (dev).",
    "minimum_requirements": "CPU 64-bit v2, RAM 2 GB, Disco 20 GB",
    "developers": "Ikey Doherty e equipe",
    "nivel_PC": "médio"
  },
  {
    "name": "Slackware",
    "url": "https://slackware.com/",
    "logo_url": "http://www.slackware.com/grfx/shared/slackware_traditional_website_logo.png",
    "description": "Slackware é uma distro clássica simples e estável, sem gerenciador de pacotes automático. Serve para puristas, servidores e aprendizado de Linux. Desenvolvida por Patrick Volkerding desde 1993 como a mais antiga ativa. Desenvolvedores: Patrick Volkerding. Consumo de memória: Mínimo 64 MB, Médio 256 MB (KDE idle), Máximo 1 GB (básico).",
    "minimum_requirements": "CPU 486, RAM 64 MB, Disco 5 GB",
    "developers": "Patrick Volkerding",
    "nivel_PC": "fraco"
  },
  {
    "name": "Solus",
    "url": "https://getsol.us/",
    "logo_url": "https://getsol.us/imgs/logo.jpg",
    "description": "Solus é uma distro independente com Budgie DE, focada em desktops modernos. Serve para uso diário e gaming, com eopkg gerenciador. Desenvolvida desde 2015 pela equipe Ikey Doherty para usabilidade. Desenvolvedores: Equipe Solus. Consumo de memória: Mínimo 2 GB, Médio 2-4 GB (Budgie idle), Máximo 6 GB (gaming).",
    "minimum_requirements": "CPU 64-bit, RAM 2 GB, Disco 15 GB",
    "developers": "Equipe Solus",
    "nivel_PC": "médio"
  },
  {
    "name": "Gentoo",
    "url": "https://www.gentoo.org/",
    "logo_url": "https://assets.gentoo.org/tyrian/v1/site-logo.svg",
    "description": "Gentoo é uma distro source-based com Portage, para otimização máxima. Serve para entusiastas, servidores customizados e dev. Desenvolvida desde 1999 por Daniel Robbins para portabilidade. Desenvolvedores: Fundação Gentoo. Consumo de memória: Mínimo 256 MB (compilação), Médio 1 GB (desktop), Máximo 4+ GB (compilando).",
    "minimum_requirements": "CPU 1 GHz, RAM 512 MB, Disco 10 GB",
    "developers": "Fundação Gentoo",
    "nivel_PC": "fraco"
  },
  {
    "name": "NixOS",
    "url": "https://nixos.org/",
    "logo_url": "https://nixos.org/_astro/nixos-logo-default-gradient-black-regular-horizontal-none.BPpok6mb_JppMK.svg",
    "description": "NixOS é uma distro declarativa com Nix para reprodutibilidade. Serve para dev, servidores e testes, com rollbacks atômicos. Desenvolvida desde 2003 por Eelco Dolstra para gerenciamento imutável. Desenvolvedores: Fundação NixOS. Consumo de memória: Mínimo 512 MB, Médio 2 GB (Plasma idle), Máximo 4 GB (dev).",
    "minimum_requirements": "CPU 1 GHz, RAM 2 GB, Disco 10 GB",
    "developers": "Fundação NixOS",
    "nivel_PC": "médio"
  },
  {
    "name": "Void Linux",
    "url": "https://voidlinux.org/",
    "logo_url": "https://voidlinux.org/assets/img/void_bg.png",
    "description": "Void Linux é uma distro independente com XBPS e runit init. Serve para desktops leves, servidores e musl libc. Desenvolvida desde 2008 por Juan Romero Pardines para independência. Desenvolvedores: Equipe Void. Consumo de memória: Mínimo 256 MB, Médio 512 MB (XFCE idle), Máximo 2 GB (básico).",
    "minimum_requirements": "CPU 1 GHz, RAM 512 MB, Disco 10 GB",
    "developers": "Equipe Void",
    "nivel_PC": "fraco"
  },
  {
    "name": "openSUSE",
    "url": "https://www.opensuse.org/",
    "logo_url": "https://www.opensuse.org/assets/img/monochrome/logo-with-wordmark.svg",
    "description": "openSUSE é uma distro versátil com YaST para configuração fácil. Serve para desktops, servidores e dev, com Leap (estável) e Tumbleweed (rolling). Desenvolvida desde 2005 pela SUSE e comunidade para inovação. Desenvolvedores: Projeto openSUSE (SUSE). Consumo de memória: Mínimo 1 GB, Médio 2 GB (KDE idle), Máximo 4 GB (servidor).",
    "minimum_requirements": "CPU 1 GHz 64-bit, RAM 2 GB, Disco 8 GB",
    "developers": "Projeto openSUSE (SUSE)",
    "nivel_PC": "médio"
  },
  {
    "name": "openSUSE Tumbleweed",
    "url": "https://get.opensuse.org/tumbleweed",
    "logo_url": "https://upload.wikimedia.org/wikipedia/commons/4/49/OpenSUSE_Tumbleweed_green_logo.svg",
    "description": "openSUSE Tumbleweed é a versão rolling-release do openSUSE, com pacotes bleeding-edge testados. Serve para dev e entusiastas que querem o mais recente. Desenvolvida pela equipe openSUSE para Factory upstream. Desenvolvedores: Equipe openSUSE. Consumo de memória: Mínimo 2 GB, Médio 3 GB (KDE idle), Máximo 6 GB (dev).",
    "minimum_requirements": "CPU 2 GHz, RAM 2 GB, Disco 8 GB",
    "developers": "Equipe openSUSE",
    "nivel_PC": "médio"
  },
  {
    "name": "AlmaLinux",
    "url": "https://almalinux.org/",
    "logo_url": "https://almalinux.org/images/logo.svg",
    "description": "AlmaLinux é uma distro enterprise 1:1 com RHEL, gratuita e comunitária. Serve para servidores, cloud e workloads estáveis. Desenvolvida desde 2021 pela AlmaLinux OS Foundation após fim do CentOS. Desenvolvedores: Fundação AlmaLinux. Consumo de memória: Mínimo 1.5 GB, Médio 2 GB (servidor idle), Máximo 4 GB (VMs).",
    "minimum_requirements": "CPU 64-bit, RAM 1.5 GB, Disco 10 GB",
    "developers": "Fundação AlmaLinux",
    "nivel_PC": "médio"
  },
  {
    "name": "Rocky Linux",
    "url": "https://rockylinux.org/",
    "logo_url": "https://upload.wikimedia.org/wikipedia/commons/7/77/Rocky_Linux_logo.svg",
    "description": "Rocky Linux é uma distro enterprise bug-for-bug com RHEL, comunitária. Serve para servidores, dev e enterprise sem custos. Desenvolvida desde 2021 por Gregory Kurtzer após fim do CentOS. Desenvolvedores: Rocky Enterprise Software Foundation. Consumo de memória: Mínimo 1.5 GB, Médio 2 GB (servidor idle), Máximo 4 GB (apps).",
    "minimum_requirements": "CPU 64-bit v2, RAM 2 GB, Disco 20 GB",
    "developers": "Rocky Enterprise Software Foundation",
    "nivel_PC": "médio"
  },
  {
    "name": "Parrot OS",
    "url": "https://parrotsec.org/",
    "logo_url": "https://styles.redditmedia.com/t5_3jxys/styles/communityIcon_z9jsfziqpdac1.jpg?width=128&frame=1&auto=webp&s=867c93b1f9173a18331d72f50dcc435dccd1692d",
    "description": "Parrot OS é uma distro baseada em Debian para pentest e privacidade, com MATE DE. Serve para ethical hacking, forensics e dev seguro. Desenvolvida desde 2013 pela Frozenbox para substituir Kali em cenários leves. Desenvolvedores: Equipe Parrot Security. Consumo de memória: Mínimo 256 MB, Médio 1 GB (MATE idle), Máximo 4 GB (ferramentas).",
    "minimum_requirements": "CPU 1 GHz, RAM 256 MB, Disco 15 GB",
    "developers": "Equipe Parrot Security",
    "nivel_PC": "fraco"
  },
  {
    "name": "Kali Linux",
    "url": "https://www.kali.org/",
    "logo_url": "https://images.seeklogo.com/logo-png/28/1/kali-linux-logo-png_seeklogo-285900.png",
    "description": "Kali Linux é uma distro baseada em Debian para pentest e segurança, com GNOME DE. Serve para ethical hacking, forensics e treinamento. Desenvolvida desde 2013 pela Offensive Security como fork do BackTrack. Desenvolvedores: Offensive Security. Consumo de memória: Mínimo 1 GB, Médio 2 GB (GNOME idle), Máximo 4+ GB (ferramentas).",
    "minimum_requirements": "CPU 2 GHz, RAM 2 GB, Disco 20 GB",
    "developers": "Offensive Security",
    "nivel_PC": "médio"
  },
  {
    "name": "FreeBSD",
    "url": "https://www.freebsd.org/",
    "logo_url": "https://www.freebsd.org/images/banner-red.png",
    "description": "FreeBSD é um OS UNIX-like avançado para servidores e desktops, com foco em performance e estabilidade. Serve para networking, servidores e embedded. Desenvolvido desde 1993 pela comunidade para pesquisa e produção. Desenvolvedores: Projeto FreeBSD. Consumo de memória: Mínimo 128 MB, Médio 512 MB (base), Máximo 2 GB (servidor).",
    "minimum_requirements": "CPU 486, RAM 128 MB, Disco 1.5 GB",
    "developers": "Projeto FreeBSD",
    "nivel_PC": "fraco"
  },
  {
    "name": "OpenBSD",
    "url": "https://www.openbsd.org/",
    "logo_url": "https://ih1.redbubble.net/image.5056825788.5411/raf,360x360,075,t,fafafa:ca443f4786.jpg",
    "description": "OpenBSD é um OS UNIX-like com ênfase em segurança e corretude. Serve para firewalls, servidores seguros e dev. Desenvolvido desde 1995 por Theo de Raadt para auditoria de código. Desenvolvedores: Equipe OpenBSD. Consumo de memória: Mínimo 64 MB, Médio 256 MB (base), Máximo 1 GB (PF).",
    "minimum_requirements": "CPU 486, RAM 64 MB, Disco 1 GB",
    "developers": "Equipe OpenBSD (Theo de Raadt)",
    "nivel_PC": "fraco"
  },
  {
    "name": "NetBSD",
    "url": "https://www.netbsd.org/",
    "logo_url": "https://www.netbsd.org/images/NetBSD-smaller-tb.png",
    "description": "NetBSD é um OS UNIX-like portátil para múltiplas plataformas. Serve para embedded, servidores e pesquisa. Desenvolvido desde 1993 pela comunidade para portabilidade extrema. Desenvolvedores: Projeto NetBSD. Consumo de memória: Mínimo 32 MB, Médio 128 MB (base), Máximo 512 MB (desktop).",
    "minimum_requirements": "CPU 32-bit, RAM 32 MB, Disco 100 MB",
    "developers": "Projeto NetBSD",
    "nivel_PC": "fraco"
  },
  {
    "name": "GhostBSD",
    "url": "https://www.ghostbsd.org/",
    "logo_url": "https://www.ghostbsd.org/sites/default/files/ghostbsd.png",
    "description": "GhostBSD é um OS baseado em FreeBSD com MATE DE para desktops fáceis. Serve para migração de Linux/Windows, com ZFS e apps gráficos. Desenvolvida desde 2010 por Eric Turgeon para acessibilidade BSD. Desenvolvedores: Eric Turgeon e equipe. Consumo de memória: Mínimo 2 GB, Médio 2 GB (MATE idle), Máximo 4 GB (multimídia).",
    "minimum_requirements": "CPU 64-bit, RAM 2 GB, Disco 20 GB",
    "developers": "Eric Turgeon e equipe",
    "nivel_PC": "médio"
  }
]
